{
  "magic_commands": {
    "!help": "THIS IS A RESERVED WORD THAT IS DEFINED IN CODE!",
    "!hepl": "THIS IS A RESERVED WORD THAT IS DEFINED IN CODE!",
    "!halp": "THIS IS A RESERVED WORD THAT IS DEFINED IN CODE!",
    "!all": "THIS IS A RESERVED WORD THAT IS DEFINED IN CODE!"
  },
  "public_commands": {
    "rules": {
      "enabled": true,
      "description": "Most if not all channels have a set of rules. Check each channel topic for the most up to date rules, but still refer to the ones shown here as close to the real deal as possible",
      "!code_of_conduct": "By using this Slack, you agree that you will not post, publish or submit as work any of the following material:\n•    Material that infringes the copyright of another person (plagiarism, or passing off other people’s material as your own) or copyright material not referenced or acknowledged.\n•    Any instructions, software or programs that contain destructive features, such as viruses, worms or Trojan horses or would allow participants or third parties to harm other user’s computers or to inappropriately access software or websites. \n•    Unauthorized posting of personal information (names, address, phone number, email etc.) of other users.\n•    Material that contains vulgar, obscene or indecent language or images.\n•    Material which defames, abuses or threatens others.\n•    Statements that are bigoted, hateful, racially offensive or opinions that are designed to provoke a negative response from one or more specific users.\n•    Material that advocates illegal activity or discusses illegal activities with the intent to commit them.\n•    Material that advertises products or websites.\n•    Referral codes or any other kind of codes that add to your personal gain without being asked for it. \n•    No Flaming; there is a difference between voicing a legitimate concern or grievance and simply badmouthing or some other form of written abuse of someone or some service. These will be deleted upon discovery.\n•    Persistent off-topic contributions or comments, or statements that might incite other users to violate these guidelines.\n•    Posts or other material which is deemed inappropriate by the site administrators or appropriate team managers will be deleted upon discovery. Users who violate the Terms of Service multiple times will lose their account access permanently.\n•    Account suspensions are at the sole discretion of the admin team. We respect the privacy of all active and former members of our Slack, therefore the Admins can no longer discuss or comment with the community in the event a suspension occurs.\n•    *Any person actively using this Slack is implicitly agreeing to these rules regardless of whether they have been read or not.*\n\n*You are responsible and liable for all your activities while participating in this Slack Community, including anything you contribute.*",
      "!broken_bases_rules": "#broken_bases\nA channel that is designed to help guide people through the trading process.\nIn this channel we share our ideas with the community to gain feedback from our peers about our proposed trade entrances and exits.\n\nPlease be respectful in your responses, there are no bad questions here. Our goal is to help one another to become stronger traders.\n\nAll posts in #broken_bases must contain a chart with a line that is drawn to show the base, and the initial post should comply with this format: `\"BTRX: LTC/BTC  with the base at @ .0147\"`\n\n*Charts should*\n* Display _1 hour_ candlesticks\n* Show a time frame of at least _1 month or more_\n* The base should be _drawn in_ to help your fellow community members critique your suggestions.\n\nWe also ask that you discuss your suggested \"safe circle\" entrance zone, and exit if it is relevant to the discussion.\n\nPlease do not create posts in this channel unless the base has been cracked _and_ we are at least 1/2 way to the trade entry point.\n\nOptional: You may choose to rate the proposed trade using the :good_base: emoticon.",
      "!daytrading_rules": "#daytrading\nBuying below bases in shorter intervals. Stay small and agile. Don’t go all in and always prepare for bigger drops. Use @hobbelbobbel for direct links by posting in the following pattern “ETH Binance”.",
      "!general_rules": "#general\nDO NOT: SPAM #general, or post CHARTS, or DISCUSS any coins other than BTC and ETH, or post IMAGES in the channel. Use #random and #tech_support. One message per thought & always respond in threads. :cop: :oncoming_police_car:",
      "!is_this_a_base_rules": "#is_this_a_base\nIf in doubt that a base is a BASE, Draw your base in the chart and link the chart it in the channel. Please show at least 2 MONTHS of data on your chart, so that your peers can assess your bases.",
      "!news_rules": "#news\nFresh news about Crypto. Make sure it’s not a repost, has value and credibility and is not several weeks old. Please use the direct link if available and avoid posting facebook or twitter links if possible. Luc’s new blogs will also be posted here.",
      "!pullback_trading_rules": "#pullback_trading\nAnalyzing and informing pull back opportunities on volatile coins. Use @hobbelbobbel for direct links by posting in the following pattern “ETH Binance”. PLEASE READ THE PINNED GUIDE BEFORE TRADING PULLBACKS!",
      "!random_rules": "#random\nAlt-Coin discussions, non-work banter and water cooler conversation. Reminder: TA and ICO topics are not permitted here, or in any other channel on this Slack.",
      "!scanner_alerts_btc_rules": "#scanner_alerts_btc\nTHIS IS A BOT ONLY CHANNEL!\nPLEASE DO NOT POST IN THIS CHANNEL!\nALL COMMENTS AND POSTS WILL BE DELETED TO KEEP THIS CHANNEL CLEAN!\nIF YOU HAVE QUESTIONS ABOUT THE BOT, PLEASE USE #general OR #random!\n\nTHANKS!\n\nAND LASTLY, PLEASE REFRAIN FOM POSTING IN THIS CHANNEL!",
      "!tech_support_rules": "#tech_support\nChannel to discuss issues or question with slack, taxes, trading platforms or exchanges, trading tools, security, VPN or anything else software/hardware related. Normal rules still apply, DO NOT upload images, and please ALWAYS use threads.",
      "!terms_of_use": "*Terms of Use*\n\nBy using this Slack, you agree that you will not post, publish or submit as work any of the following material:\n•    Material that infringes the copyright of another person (plagiarism, or passing off other people’s material as your own) or copyright material not referenced or acknowledged.\n•    Any instructions, software or programs that contain destructive features, such as viruses, worms or Trojan horses or would allow participants or third parties to harm other user’s computers or to inappropriately access software or websites. \n•    Unauthorized posting of personal information (names, address, phone number, email etc.) of other users.\n•    Material that contains vulgar, obscene or indecent language or images.\n•    Material which defames, abuses or threatens others.\n•    Statements that are bigoted, hateful, racially offensive or opinions that are designed to provoke a negative response from one or more specific users.\n•    Material that advocates illegal activity or discusses illegal activities with the intent to commit them.\n•    Material that advertises products or websites.\n•    Referral codes or any other kind of codes that add to your personal gain without being asked for it. \n•    No Flaming; there is a difference between voicing a legitimate concern or grievance and simply badmouthing or some other form of written abuse of someone or some service. These will be deleted upon discovery.\n•    Persistent off-topic contributions or comments, or statements that might incite other users to violate these guidelines.\n•    Posts or other material which is deemed inappropriate by the site administrators or appropriate team managers will be deleted upon discovery. Users who violate the Terms of Service multiple times will lose their account access permanently.\n•    Account suspensions are at the sole discretion of the admin team.\n•    *Any person actively using this Slack is implicitly agreeing to these rules regardless of whether they have been read or not.*\n\n*You are responsible and liable for all your activities while participating in this Slack Community, including anything you contribute.*\n(This information is repeated in the Code of Conduct)",
      "!trade_review_rules": "#trade_review\nShare your trade entry and exit points to get community feedback."
    },
    "general": {
      "enabled": true,
      "description": "Contain topics, terminology and concepts that are frequently recurring in the community",
      "!2fa": "Use Two Factor Authentication when logging in to any of your crypto accounts for added safety.\n\nThere are two camps in terms of 2FA;\n* Device centric\n* Services (centralised)\n\n*Device centric considerations*\nWhen choosing device centric 2FA solutions, you have to manage your own backups.\nThe QR- and text-codes that you use to register your device with, will either have to be used on multiple (backup) devices at the time of registration, or stored for later use (e.g. by printing and putting somewhere for safekeeping), should you lose or get your 2FA generator device rendered unusable.\n\nWe recommend\n* Google Authenticator https://support.google.com/accounts/answer/1066447?co=GENIE.Platform%3DAndroid&hl=en\n* Free OTP https://freeotp.github.io\n\n*Services considerations*\nServices that manage your 2FA key generation are much more convenient than device specific ones.\nThis is because the service store your key generation codes so that you can hook up or disable any device you need whenever you need it.\nThis means you are giving up a small measure of security, because the generations codes are not only stored on your devices, but also centrally within the service. However, most if not all services are storing these fully encrypted.\n\nWe recommend\n* Authy https://authy.com\n* Last Pass https://lastpass.com/auth",
      "!images": "Please use _links_ instead of uploading images.\n\nWhen you upload an image from your computer directly to Slack, every comment on the image then on also gets posted in the main channel, which make it unnecessarily cluttered.\nLet's help keeping this Slack clean. :slightly_smiling_face:",
      "!investment": "This community is focused on reactive trading, not investment or TA and there are many resources and other rooms dedicated to crypto investments, TA and investment in general.\n\nThis room is completely dedicated to trading, specifically trading using the reactive trading methods taught by QuickFingersLuc.\nTo keep the slack useful for people that are here to learn QFL trading method we try not to discuss anything besides reactive trading as to keep the room in line with the intention it was created with.\n\nThis text is the same in the `!technical_analysis` topic",
      "!marketcycle": "This chart explains the cyclical psychology of all markets.\nWhen the cycle completes, it starts over again.\nhttp://thelincolnlist.com/wp-content/uploads/2015/10/Wall-St-Cheat-Sheet.png",
      "!portfolio_value": "https://steemit.com/bitcoin/@ashr/why-i-value-my-crypto-altcoin-portfolio-in-btc-and-eth-and-you-should-too",
      "!qfl_trading_document": "Here is a handy document for the QFL method\nhttps://sites.google.com/view/trading-steps/home",
      "!slack_form": "Quick Fingers Traders Slack (Sign-up Form)\nhttps://docs.google.com/forms/d/173aHXPctaKMi6mRaAcvui0c-5ejiehgM9i4mByUU-1g/viewform?edit_requested=true#responses",
      "!tax": "Taxes are highly dependent on where you live, and what your country’s tax regulation office requires and expects in terms of reports and due diligence.\n\nThere are still some things that can improve the experience of managing reports, and following are a couple of tools and brief explanations on purpose and function.\n\n*Bitcoin.tax*\nhttp://bitcoin.tax\n\nHas a free platform and a fee based subscription access.\nThis website is based mainly on preparing you for tax submission and getting yourself on track in regards to that deal. To use this tool you've simply got to create a new API on the exchange you're looking to upload and correlate that with the proper importing procedures on the website to analyse your trades for tax purposes. Let it be known that this website does have a disclaimer that states none of their material should be utilized as professional tax advice etc..\n\n*CoinTracking*\nhttps://cointracking.info/?ref=M977008\n\nThis tool is in depth, the data it provides to the user is far more expansive, focused on progress reports. \n\nThis is a platform you're able to utilize for free for a specific amount of trades at sign up, and near 250 or so after the transitional period from sign up before you will need to move on or subscribe to their service to continue the progressive analysis.\n\nThe data they provide is pretty useful thus far, it automatically imports information and develops visual aids, as well as numeric comparisons of all sorts in regards to trades you make. If you could potentially need to know it when it comes to your trading, it will tell you. This one is a pretty solid piece of technology, although it requires a small amount of configuration to get the ball rolling.\n\nIts services come at a cost eventually which for a year might not be cheap to some, if you do come to a turning point and decide to subscribe you are able to get at least a ten percent discount through the link below.\n\nRef:\nhttps://quickfingers.io/threads/tax-tools-tracking-utility.232/",
      "!technical_analysis": "This community is focused on reactive trading, not investment or TA and there are many resources and other rooms dedicated to crypto investments, TA and investment in general.\n\nThis room is completely dedicated to trading, specifically trading using the reactive trading methods taught by QuickFingersLuc.\nTo keep the slack useful for people that are here to learn QFL trading method we try not to discuss anything besides reactive trading as to keep the room in line with the intention it was created with.\n\nThis text is the same in the `!investment` topic",
      "!threads": "Please use threads when commenting.\nYou can start a thread with the _speech bubble on the right side of the comment_.\n\nSlack is not a chat room.\nThreads make it easier for us all to communicate.",
      "!trading_funnel": "https://i.imgur.com/q7Cjt3y.jpg"
    },
    "tools": {
      "enabled": true,
      "description": "Tools such as scripts, documents and other resources",
      "!bittrex_volume_monitor": "https://agile-cliffs-23967.herokuapp.com/\n\nChecks every 30s.\n\nPing is the number of positive pings (net vol increase)\n\nYellow name is a warning: at 3 pings, Red name is an alert: every 5 pings\n\nA tip: Watch coins for warnings, and then see if the volume is increasing. Net vol of 5% can be the start of a pump, up to 20~30%\n\nNet volume is all the buys against the sells, indicating which way the market pressure is (+ is buys, - is sells)\n\nRef: https://quickfingers.io/threads/bittrex-volume-monitor.192/#post-979",
      "!crypto_market_scanner": "https://cryptomarketscanner.com/",
      "!multicoincharts": "Grants you the power of displaying multiple charts at once, in an adjustable grid.\nYou can bookmark and easily share the different chart configurations you have set up, by copying the URL and sending it to someone.\n\nshttps://www.multicoincharts.com/",
      "!robs_computational_spreadsheet": "Rob's Computational Spreadsheet for Base Crack Buy Placements - https://docs.google.com/spreadsheets/d/1ddNQL4Z0q0j-u5qhVlmQjx2T1S4WGojn_HVbKe8qjog/edit?usp=sharing"
    },
    "guides": {
      "enabled": true,
      "description": "In here you will find explanations of trading using QuickFingers Luc's Method (QFLM)",
      "!average_drop": "If there were five base cracks measure the distance it cracked (On coinigy using Shift+Click) for all five. Then add all 5 together and divide by 5\n- dane\n",
      "!base_currency": "\"We are trader, not predictor of the future.. So we trade every chart independently... Basically, if BTC goes up crazy, then I will eventually run low on BTC because of the BTC/USDT chart.. however if BTC starts to get bearish, then I will create tons of free coins and start trading more actively the altcoins pairings against BTC. I really just do whatever the market dictates.. I have no bias.. However I do hold some amount of BTC forever.\n\nWe cannot predict the future and some of these coins will be huge later, so you don't have to worry about taking profits on a trade. All the free coins that you own will surprise you when they jump, and you will slowly be taking huge profits off of them, milking them as they go higher.. this ballons your account, all the while you keep doing your free coin collecting on other coins.\"\n- quickfingersluc\n\nRef:\nhttps://quickfingers.io/threads/collecting-free-coins-from-slack.272/",
      "!beginners_guide": "\"I see so many people stuck in trades because of impatience or trying to Modify Luc’s method because it does not produce enough trades if you trade the method exactly how Luc does.\n\nOf course it doesn’t, do you really think 90% safe trades comes often. I feel so sorry for newcomers coming in, looking at 2 weeks of the chart, then buying 5% under a base just to see the price fall another 15%-40% (when the three month chart shows that behaviour very clearly). As many around here know, I am a promoter of safe trading using the method how Luc describes it, specifically for positions (not day trades). I just wanted to lay out some rules that I still follow to make sure my trades are safe.\n\nLook at 2-3 months of the chart. You simply can’t see where buyers support a price in 2-3 weeks, you can’t possibly think these buyers showed their wallets in the past 2 weeks if the chart is over 6 months old? We’re trading purely based on where supporters of this coin thinks the price is good and they buy it up creating a bounce, which forms a base.\nDon’t confuse support with a base, this is a very tricky one, because some people say it’s the same thing, some (like me) says it’s not. A base is purely defined by the bounce that happens of it: https://youtu.be/4V2ZMvZ6AZ8\nAs Luc states it very simply. How do you know if a new bounce is a base? Well, compare it to other prominent bounces on the chart. How do you know what a prominent bounce looks like? Zoom out 2-3 months and measure the bounces: https://youtu.be/c69waFVlWLQ\nDetermining the average crack. Please make sure you know what a panic looks like for a coin pair. It looks very different for all of them, but without that knowledge you might go in too heavy too early. Yes, this does cause you to sometimes not enter into a trade completely. Happens to me a lot, I’m still winning so I don’t care that much. How do you know where to buy (for the chart). Look at the average crack and make sure your large positions is around that position: https://youtu.be/4V2ZMvZ6AZ8\nWhether it’s 5% or 10% or 30%. You should wait, patience is important.\nDecide beforehand where you want to buy and don’t settle for anything less. Stay emotionless. Don’t FOMO. I can’t even put a number on how many times my large positions didn’t hit and the chart bounced 10-20%. Sure I could have changed my buy order but if it didn’t hit my price then I don’t care, I’m not attached to it in any way. I don’t consider it safe. Here luc describes it well: https://youtu.be/4V2ZMvZ6AZ8\nStay patient. Which correlates 100% directly with having confidence in your trade. Doing all the above gives me confidence in my trades, so I can wait for the profit to come. I can exercise patience with this confidence. I expect it to take long since I’m taking positions and don’t care much for short term 5% gains on small buys. So I wait. The only way to do this and sleep properly is by having confidence in your trades. If you think I’m full of shit, look at the near perfect trades Luc made and see how long it took to complete. The positions took 2-4 days. He has patience to wait for the entry point and he has patience to wait for his exit point.\"\n-dane\n\nRef: https://quickfingers.io/threads/general-concern-for-beginner-traders-qfl-slack.168/",
      "!broken_bases_guide": "*Concept/Theory part 1*\n\nWe trade positions on 1 hour charts because it’s not daytrading. Most people taking proper positions bump the candle time higher to cancel out all the noise from smaller time frames. We might even go to 2 or 4 hour charts to get a better view.\n\nThe method is very simple which is why a lot of people take to it, especially beginners.\n\nThe purpose of this method is to give us a way to determine if a trade is safe or not, by giving us the safest places to enter and exit a trade to make profit. With that being said let’s get going.\nWe have a few steps in the method.\nDetermine the bases of the chart.\nBy looking at a broader picture of the charts history (1-2 hours candles) we can see what it looks like when buyers step in (Forms a base). We can see this by a visual -bounce in the chart (Indicated in blue arrows on this chart. https://www.coinigy.com/s/i/59d3263dc3e08/)\n\nDoes it respect bases?\nOne of the most important parts to determining if your next trade on this chart is safe is to check if the buyers step in when panic selling occurs. When this happens the price returns back to the base. Looking at all the bases you can see that once panic started buyers stepped in bought the price back up.\nDepth of average crack\nOnce you have the bases and see that it’s respected you determine the length of the average panic, or the depth of the average crack which will indicate to you where to buy and be certain the price will be supported by the buyers watching the chart.\nWait for panic and buy\nThis method allows us to take control of sellers emotions and buy coins at an unreasonable price, when panic happens people sell as much as they can to get out, that’s when you want to step in and buy those coins up and wait for it to get back to base\n\nQ: What is the correlation between bases formed (on 2 months observation of the chart) and intermediate bases formed (on daily observation of the chart)?\nA: Bases formed on a 2 months period is more significant because it speaks to the charts history and not what’s happening in that week (FUD, panic, conferences, etc).\n\nQ: Wouldn’t it take weeks of even a whole month for the those bases to get cracked?\nA: No. There are opportunities almost everyday, not the 10-20% ones, but there are.\n\nQ: Do we wait it out for weeks or a month for the base to form?\nA: Patience is very important, but it depends if there was major movement in the markets during the past days.\n\nQ: How are long term bases and intermediate bases correlated and does it make sense to trade the intermediate bases since its higher risk and lower return?\nA: It’s a personal choice. If you’re willing to take trades that are not as safe as the ones we intend to take using this method then you can do it. This method only tells us where to buy and sell to be safe, The rest is up to you and your personal preference\n\nRef:\n* `!beginners_guide`\n* https://quickfingers.io/threads/i-am-a-newbie-a-little-confused-regarding-bases-qfl-slack.169/",
      "!define_your_strategy": "\"When you see a dip, this doesn't necessarily mean you should Position Trade it.\nWhen you see a pump, it doesn't necessarily mean you should Pullback trade it.\nWhen you see a regular spike chart, it doesn't necessarily mean you should Account Build it.\nWhen someone says Fat Finger, it doesn't necessarily mean you should catch it.\nWhen you are getting impatient, it doesn't necessarily mean you should see everything as a Daytrade.\n\nThe golden nugget for becoming profitable as a trader in the long run is to have a strategy you know that works. Just jumping in every opportunity is pure gambling. Please make sure you DO before jumping in on a trade. For each type of trade, there's a lot of boxes that need to be ticked for it to be a good call.\n\n1. For a Position Trade you at least need a solid base, a crack, a safe zone to buy & a probability of going back to base.\n2. For a Pullback Trade you at least need decent volume, a supported base, a decent retracement,...\n3. For Account Building you at least need some volume, tune your buy size,... .\n4. For a Fat Finger you at least need to check if it really is a fat finger, how he behaves, what his intention is,....\n5. For a Daytrade you need to know what your odds, maybe even more than with a safe position trade.\n\nYes, every profit is profit, until it is a loss. You need strategy.\n\nPlease make sure you do your homework before posting opportunities, giving advice to others or even convincing people to jump in with you.\"\n- rutger\n\nRef:\nhttps://quickfingers.io/threads/define-your-strategy-from-slack.185/",
      "!free_coins": "\"If you are having trouble with holding \"free coins\" because you worry the market might turn down at some point. Here is an illustration of a traders mindset:\n\nWe have a job/function to do as traders, and that is buy those panic drops to make free coins…\n\nWhy do I collect free coins instead of just selling all and receiving a small profit on every trade? let me explain.\n\nThe problem is not mathematical its mindset.. \n\nIn order to not feel fear or greed (emotions that kill traders) you have to be able to separate investments from trading...\n\nIf I told you that if you sweep some old guys step each morning some mornings he would open his door and give you $10 and sometimes he would give you $50 and some mornings he wouldn't give you anything but then some mornings he would give you $5,000 .. would you keep sweeping? it's not costing you anything to sweep... Your not losing anything.. So you may as well keep sweeping, even if for a week he doesn't open his door and toss out $5... Your account will only keep growing, because it doesn't cost you anything to keep sweeping.. \n\nIt's the same here.. You have a function/exercise to perform everyday.. you cannot predict the future.. You don't know if the coin your \"sweeping\" (trading) will go up or down longterm.. but you create free coins, and that's your function. Sometimes they go up and you get paid, and sometimes they go down and you keep sweeping. But you cannot think of those free coins as money, until they take off upwards. Because when they do run up, then you can't sweep, you can only receive payment...\"\n- quickfingersluc\n\n\"Leaving your profit as free coins, protects and hedges you against a lot of stuff:\n* you can profit from uncalled spike runs from those alts and take, sometimes, colossal %s that you can't and shouldn't try to predict\n* you hedge against short term volatility of BTC vs FIAT\n* you hedge against mid-term and long term volatility/'adoptiveness' of BTC as master crypto coin\n* you can still trade them if they go down further\n* If BTC goes bearish or crashes and stays down for quite some time, and assuming alts will go up eventually during that period, you'll still be able to retain some or a lot of the Fiat value. Your per hold BTC Fiat value will go down, but since your BTC number goes up it somehow balances for it (depending).\"\n- joao_afonso\n\nRef:\nhttps://quickfingers.io/threads/collecting-free-coins-from-slack.272/",
      "!layering": "\"Im very conservative.. If a panic actually allows me to get more than one buy (barely ever happens) than since I was surprised to see the panic allow me to get a little more I usually take some profit quick ..\n\nIt seems there are alot of traders who were confused by me saying participate in every bounce.. They think that means exit your position early..\n\nLike you can somehow predict from price action that your alt trade will not return to its previous base??? I said and explained \"participate\" .. that means sell some.. you got surprised and the coin fell farther than you expected, so sell some at a quick profit and if it bounces further, sell more.. but at least participate, in trading you get paid for participating,\n\nthats how it works... then if it suddenly dives again, you are now in a better position to average down further.. that's called working a position, all the while you are working under a base, so you are working in an area of high odds.. that's where you want to be working..\n\nThe worst thing a trader can do is sit there and not work a position, and allow it to work against him.. then later wonder what went wrong.. Sometimes traders get lazy, because this method works out so well, that they just get that one buy and then the bounce and then the profit.. and they are not battle hardened.. I live for the battle, because I almost never get to fight it out.. All my trades just profit, so if one ever surprises me and keeps diving, i get excited and go into battle mode.. taking small profits, reloading on new lows, taking some quick profits again, reloading.. and so on.. and loving it..\n\nQ: How big do you do these participation sells? (as in %)\n\nA: there is no magic formula.. every trade is different.. if you get a fast bounce you sell fast and more, maybe up to 80%... if you get a slow grind up then you sell in small chunks slowly.. it all depends on how the crowd reacts and how aggressive the buyers are..\"\n- quickfingersluc\n\nFurther resources:\n* YouTube “Participating in every bounce” https://youtu.be/sCGPiFt4e-o\n* Steemit blog “Learn to enjoy every battle” https://steemit.com/trading/@quickfingersluc/learn-to-enjoy-the-battle\n\nRef:\nhttps://quickfingers.io/threads/questions-on-layering-participating-in-every-bounce-qfl-slack.172/\n\n\n\nThis text is the same in the `!participating_in_every_bounce` topic",
      "!participating_in_every_bounce": "\"Im very conservative.. If a panic actually allows me to get more than one buy (barely ever happens) than since I was surprised to see the panic allow me to get a little more I usually take some profit quick ..\n\nIt seems there are alot of traders who were confused by me saying participate in every bounce.. They think that means exit your position early..\n\nLike you can somehow predict from price action that your alt trade will not return to its previous base??? I said and explained \"participate\" .. that means sell some.. you got surprised and the coin fell farther than you expected, so sell some at a quick profit and if it bounces further, sell more.. but at least participate, in trading you get paid for participating,\n\nthats how it works... then if it suddenly dives again, you are now in a better position to average down further.. that's called working a position, all the while you are working under a base, so you are working in an area of high odds.. that's where you want to be working..\n\nThe worst thing a trader can do is sit there and not work a position, and allow it to work against him.. then later wonder what went wrong.. Sometimes traders get lazy, because this method works out so well, that they just get that one buy and then the bounce and then the profit.. and they are not battle hardened.. I live for the battle, because I almost never get to fight it out.. All my trades just profit, so if one ever surprises me and keeps diving, i get excited and go into battle mode.. taking small profits, reloading on new lows, taking some quick profits again, reloading.. and so on.. and loving it..\n\nQ: How big do you do these participation sells? (as in %)\n\nA: there is no magic formula.. every trade is different.. if you get a fast bounce you sell fast and more, maybe up to 80%... if you get a slow grind up then you sell in small chunks slowly.. it all depends on how the crowd reacts and how aggressive the buyers are..\"\n- quickfingersluc\n\nFurther resources:\n* YouTube “Participating in every bounce” https://youtu.be/sCGPiFt4e-o\n* Steemit blog “Learn to enjoy every battle” https://steemit.com/trading/@quickfingersluc/learn-to-enjoy-the-battle\n\nRef:\nhttps://quickfingers.io/threads/questions-on-layering-participating-in-every-bounce-qfl-slack.172/\n\n\n\nThis text is the same in the `!layering` topic",
      "!pullback_trading_guide": "*I. Basic Rules*\n\n1. You can never predict how high a coin will rise, *BUT* you can know that there will be at least one pull back.\n\n2. Be patient. On a one minute chart it will take a few minutes for coins to rise again, maybe they even have a small argument at the bottom.\n\n3. Always look at the order book. Are the buy orders moving up with the trend? How many Bitcoins are supporting the price? (The more, the better) Was the base manipulated during the hours before the pump?\n\n4. The early bird catches the worm. The first (few) pull backs are the safest to trade on rising coins. After a few hours a downtrend WILL kick in, which means you can continue #daytrading the coin but there won’t be any pull backs anymore.\n\n5. Learning by doing. If you feel like you understand the pictures in the channel and you understand how coins and pull backs behave, go in with small money and test your skills.\n\n*II. Support at the Base*\n\nThe most important thing you have to check when trading pullbacks, is the support at the base and the buy orders. You want to trade absolutely safe, which means, there needs to be a lot of volume and buy orders filling the gap between the base and the current high. If there is a large gap between the current high and the base or the buy orders are stretched out (lots of small orders), or the volume down to the base is very small or the rise resembles a pump (30% in 5 min), it’s a red flag.\n\n*III. Which Coins yield the best results*\n\nOf course it is hard to say, which coins give the best pull backs and ROI, but there are several factors that are going to increase your ROI significantly.\n\n1. Volume\nYou will preferably want to trade on coins with high volume. This means a lot of Bitcoins sitting on the order book and getting bought/sold every minute. In terms of 24 hour volume you will want to look at coins 1000+BTC. Of course if the coin is just taking off, the volume might be lower.\n\n2. News\nNews can accelerate the rise by a lot. Usually we can pull back trade on coins that are going up back to its base, but if that is combined with good news, the process is a lot safer and faster.\n\n*IV. Identifying Pull Backs*\n\nTo properly execute pull backs, there needs to be a visible rise first. This can be 5, 10 or 20%, depending on the coin. Again you will need to check the order book and see if it’s just a few people manipulating the price, or if there are a lot of buyers in the market. Then you want to take a look at 1 and 3 minute charts. You might already see small 1% dips in the chart but you will want to wait for ~3%+ dips on high volume coins. If you successfully execute a pull back you can either sell at ~+5% before the next small dip or ride the coin all the way to the top.\n\nIf the rise is taking place over several hours you will eventually see it dropping a lot lower than the usual dip. This can be a sign that the coin has reached resistance and is going to change its course from now on. Either a downtrend will follow or the coin will test resistance again after a few hours. Now you can daytrade the coin on the downwards trend. Depending on the coin it might test resistance after a few hours but sometimes it will take a lot longer.\n- hodlgod\n\nhttps://i.imgur.com/ucCvUWT.jpg\n\nRef:\nhttps://quickfingers.io/threads/pull-back-trading-guide-from-slack.191/"
    },
    "luc": {
      "enabled": true,
      "description": "Different resources directly associated with Luc (blog, youtube, etc)",
      "!luc_blog": "Luc's Steemit Blog - https://steemit.com/@quickfingersluc",
      "!luc_method": "Google Doc of Luc's Method (QFLM) by ImAlive - https://docs.google.com/document/d/13iqxT63UqdkbTMmt6VRMlWPL7hb5bp5sk6IqkQhBm8M/edit",
      "!luc_youtube": "Luc's YouTube channel - https://www.youtube.com/channel/UCbcxHiowf0TSNKn3xVpGTiQ"
    }
  },
  "exchanges": {
    "binance": {
      "url": "https://www.binance.com/trade.html?symbol=",
      "divider": "_",
      "coinigy_id": "bina",
      "tradingview_id": "BINANCE",
      "reverse_pair": false,
      "caps": true,
      "status_page": "https://support.binance.com/hc/en-us/sections/115000106672-New-Listings",
      "triggers": [
        "BINANCE",
        "BINA",
        "BANANENCE",
        "BANANA",
        ":BANANA:",
        ":BINANCE:"
      ]
    },
    "bittrex": {
      "url": "https://bittrex.com/Market/Index?MarketName=",
      "divider": "-",
      "coinigy_id": "btrx",
      "tradingview_id": "BITTREX",
      "reverse_pair": true,
      "caps": false,
      "status_page": "https://www.bittrex.com/status",
      "triggers": [
        "BTRX",
        "BITTREX",
        "BUTTREX",
        "SHITTREX",
        ":BITTREX:"
      ]
    },
    "cryptopia": {
      "url": "https://www.cryptopia.co.nz/Exchange?market=",
      "divider": "_",
      "coinigy_id": "cpia",
      "tradingview_id": "",
      "reverse_pair": false,
      "caps": false,
      "status_page": "",
      "triggers": [
        "CPIA",
        "CRYPTOPIA",
        "CRYPTOP",
        ":CRYPTOPIA:"
      ]
    },
    "gate": {
      "url": "https://gate.io/trade/",
      "divider": "_",
      "coinigy_id": "gate",
      "tradingview_id": "",
      "reverse_pair": false,
      "caps": false,
      "status_page": "",
      "triggers": [
        "GATE",
        "GATEIO",
        ":GATEIO:"
      ]
    },
    "hitbtc": {
      "url": "https://hitbtc.com/exchange/",
      "divider": "-to-",
      "coinigy_id": "hitb",
      "tradingview_id": "HITBTC",
      "reverse_pair": false,
      "caps": false,
      "status_page": "",
      "triggers": [
        "HITBIT",
        "HITBTC",
        "HITB",
        ":HITBIT:"
      ]
    },
    "kucoin": {
      "url": "https://www.kucoin.com/#/trade.pro/",
      "divider": "-",
      "coinigy_id": "",
      "tradingview_id": "",
      "reverse_pair": false,
      "caps": true,
      "status_page": "",
      "triggers": [
        "KUCOIN",
        "KU",
        ":KUCOIN:"
      ]
    },
    "liqui": {
      "url": "https://liqui.io/#/exchange/",
      "divider": "_",
      "coinigy_id": "liqu",
      "tradingview_id": "",
      "reverse_pair": false,
      "caps": true,
      "status_page": "",
      "triggers": [
        "LIQUI",
        "LIQU",
        "LIQ",
        ":LIQUI:"
      ]
    }
  }
}
